[
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "1 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Impressive,  lovely in appearance, liked by all, clever , intelligent, stout, handsome,  honest, efficient, ambitious, self reliance, aspiring independent, youthful, ageless, self-sufficient, charming, playful ",
        "Inauspicious": "Stubborn,unimpressive,worries about enmity, jealousy, wasteful, wrathful, hasty, discordant,lazy, dependence, silly, stupidity,goofy,untidiness, lunacy, aggressive,  wants to do things their Own Way,arrogant, lack patience, get restless when they don't  see quick results,impulsive. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "2 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Talkative,  fond of Ornaments, outspoken, family man, fond of food,  wealthy, moderate habits, well dressed, good Finances, attractive, loves family, nurturer, ",
        "Inauspicious": "(Wealth, Speech, Family, Food) Dispute in the family, little wealthy, fickle temparment, worry,quiet, reserved nature "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "3 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Fearless,travel-loving, courage,ambition, bravery,decisive,forging ahead, valiant ,filled With agility, ",
        "Inauspicious": "(Courage,Younger Brothers and Sisters,Communications, Relatives) Strained relationship with brother,brother's ailment, dispute with brother, clumsiness, fearful, timidity, high propensity to jump into activities without much thought. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "4 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Sacrifice, determined, atonement, certain, good character, kindness and sacrificing nature. ",
        "Inauspicious": "(Education, Houses, Landed Property,Conveyances, Mother, General Happiness) Litigation about landed property, worried about landed properties, impetuous, rejected, uncertain "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "5 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Intuitive, clever and intelligent, able, brilliant, sharp, skilled, preseverance, ambition, spontaneity, has expertise in playing musical instruments, modesty, sagacity and fame ",
        "Inauspicious": "(Children, Wisdom, Intelligence) Barren, effeminate, slow, idiocy, feeble-minded, dullness loss in speculation , dispute with children, criminal activities, scandal. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "6 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Service, good immunity, swiftness, agility,  competent Worker, natural healer, helpful, ",
        "Inauspicious": "(Diseases, Enemies, Debts) Accident, violence, spasm, dispute in the family, incompetence, panic, frightening others, passion, lust and a certain degree of lack of discretion. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "7 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Hard work, dedication for business, w.r.t. marriage happiness, care, responsibility , ",
        "Inauspicious": "(Marriage, Wife/Husband,Marital relationship, Business Partnership) Quarrels, separation, worried about business, w.r.t. marriage disappointment,  negligence, irresponsible, impetuous ,lust, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "8 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Astrology lover, preseverance,  endurance, tenacity,hard work, knowledge of omens, inheritance ",
        "Inauspicious": "(Longevity, Legacies) Dispute, violence, debt, liability,forfeit , disharmony with maternal people, ill health, lack of comforts, agony, weak constitution, defective vision, violent end, loss of wealth, immoral connection, litigation and poverty,  will do prohibited deeds "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "9 ",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Adventurous, popular, fortunate, respectable, full of knowledge, reliable, religiousdevotee, pilgrimages, knowledgeable, efficient, idealistic, spiritually inclined, ",
        "Inauspicious": "(Prosperity, Father, Devotion to Gods and Religious Preceptors,Long Journeys) Blind Devotion,unfortunate, atheistic,obscure, insignificant ,ignorance, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "10",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Powerful, skilled, efficient,  popular,  respectable, preseverance, able, endurance, tenacity,hard work,power Independent, strong, ",
        "Inauspicious": "(Profession, Status and Position,Respect,  Activity) Impulsive, hasty, discordant,hastiness in action compromises efficiency, does not take advice well, desire to pursue new experiences in life causes a weakness in finishing things. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "11",
        "Planet": "Moon",
        "Nakshatra": "Ashwini",
        "Auspicious": "Motivation to initiate new activities, satisfied, magnanimous, liberal, nonmaterialistic, ambition Knowledge, Liveliness, popular among friends. ",
        "Inauspicious": "(Gains and Income, Elder Brothers and Sisters, Friends) Avaricious, selfish, covetous, eager, greedy, self seeking, do not go as planned, dissatisfied,  lack of mental quietude, overly passionate. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "12",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Renunciation, skilled advisor, concentration, trance generous, reasonable, salvation, ",
        "Inauspicious": "(Losses and Expenditure, Moksha(Enlightenment), Foreign Travels, Confinement or Imprisonment) Irritable, quarrelsome, diseased, extravagant, wasteful, irresponsible, deceitful behaviour, delays, disappointment, dissatisfaction, lack of mental peace, and fear of criticism.  "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "1 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Economical, conscious, efficient, virtuous, popular, law-abiding, clever prudent, frugal, conservative,sober, contemplative, careful, attentive, self-reliant, has a systematic and methodical action, patiently works with perseverance, attains position of trust ,  will be composed in mind, liked by all, learned,  inclined to be virtuous. Self-reliance, systematic and intelligent action , unity and bareness, ",
        "Inauspicious": "(Body, Temperament and Personality) Lazy, lethargic, abortive tendency, loss of children, unscrupulous, unreliable, most diplomatic, hypocrite, dishonest, bad image , "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "2 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "wealthy,economical, success in investment, fond of drinking. intelligent, bold, talkative, learned in many branches, be helpful to others, very  independent ,always be calm in any situation and will also be philanthropic. ",
        "Inauspicious": "(Wealth, Speech, Family, Food) Break of education,struggle, lack of money, adulterous, obstacles, wandering, poor, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "3 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Increase in income, gains wealth, victory over enemies, success in litigation, diplomatic, mental control, concentration very cautious, cares for truth. will be courageous, ,fighting spirit intelligent, educated and well versed in scriptures, follow the path of dharma. voyage to distant places, gains through oil seeds and black grains, enmity with politician, seclusion at the end of life, ",
        "Inauspicious": "(Courage,Younger Brothers and Sisters,Communications, Relatives) dispute with close relatives, coward , complications in litigation, (Education, Houses, Landed Property,Conveyances, Mother, General Happiness) disease to mother, loses ancestral property, misfortune in his own land, scandal,incomplete education,stubborn, selfish nature, arrogance, pride and jealousy insecurity and strong attachments to family members can inhibit growth,tendency to be careless with other people’s money, strained relations with family , especially strong issues with mother, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "5 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Scholar, enjoyment through cinema, play , success in sports, profit in speculation,learner,flirtatious, enthusiast,  expert in conversational skill,  inquisitive, intelligent and readily revert to the wild (become feral) if given the  opportunity preserve, to protect, replenish, multiply and strengthen. ",
        "Inauspicious": "(Children, Wisdom, Intelligence) Loss in speculation, criminal prosecution, wandering often, depressed, tale bearer. disappointment in love affairs, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "6 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Victory over enemies, court bird, increase in income, popular, greater authority,  aspiring, ambitious, honest good vitality, goodn health, quick recovery,lean, beautiful,have many servants, will enjoy life ",
        "Inauspicious": "(Diseases, Enemies, Debts) Poor vitality, lazy, lethargic,failures, obstacles, fracture in hip, rheumatic pain, not trustworthy, arrogant, self-destructive, stubborn, sabotages "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "7 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Steady in affection,prudent and faithful spouse,the partner will be fond of change and travel.  engaged in public work; early marriage;short journey ,Good Marriage and a Helpful Partner, ",
        "Inauspicious": "(Marriage, Wife/Husband,Marital relationship, Business Partnership) Late marriage, obstacles in marriage , pain in the ear, poverty, misery,loss by partnership, unsuited for business, always meets with opposition, failure in litigation, miserable in election, scandal. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "8 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Inclination towards occultism, good inheritance, better luck after marriage, gains by partnership. ",
        "Inauspicious": "(Longevity, Legacies) Loss of wealth, criminal activities, disputes, untold misery, obstacles, disappointment, dejection,distressing dreams, danger of drowning,  adulterous, fond of drinks, dishonest, black marketer, secret activities. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "9 ",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Philosophical minded,  scientific,meditative,  renovates temple, economical, contemplative, patient, persevering,  rational,  enjoyment of wealth and prosperity follows from it,eloquent preceptor, the wise minister, pontiff, head of all religious ceremonies,affectionate, obey  parents, endowed with intelligence, and learned, yogi, well-known, work patiently towards their goals, calm and settled nature, looks lovely, is well versed in the shastras, wealthy, religious, and observes religious rites and ceremoncky , learned Speedy promotion to a high level, ambition for power and prestige. industrious, chances to visit holy places, enjoys life in foreign land,becomes the head of religious institutions  position of trust, prudent, careful, liked by all, , methodical action, attains position of trust, liked by all, learned, wealthy, virtuous, methodical, industrious, spiritual, intuitive, intelligent, learned, passionate, creative, helpful, likeable, respected, socially adept, inclusive, selfless, philanthropic, humanitarian, independent, nurturing, counselor, financial expert, fight for public interest ",
        "Inauspicious": "(Prosperity, Father, Devotion to Gods and Religious Preceptors,Long Journeys) Detached attachment, irreligious, misfortune, unpleasant domestic life, selfish,miserly, unpopular, Introspective, 10 House - (Profession, Status and Position,Respect,  Activity) Financial loss in business,sudden reversal and adversary, sudden reversal and adversary, introversion, suspicious nature, have huge egos, "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "11",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Hopes fulfilled, becomes rich, owns lands, political power,  enjoys conveyance , vehicle, commands authority,success in enterprises, promotion, influence, increase in income. ",
        "Inauspicious": "(Gains and Income, Elder Brothers and Sisters, Friends) Obstacles in education, danger to elder brother, unambitious, lazy, unwanted, disloyal, deceptive, a few reliable friends, loss, blemish, disputes with siblings "
    },
    {
        "Category": "",
        "House": "12",
        "Planet": "Moon",
        "Nakshatra": "Pushya",
        "Auspicious": "Life in a secluded place, expenses on good deeds, spiritual growth, success in foreign trade,ethical and of a peaceful nature, the power to overcome negative influences and assert its benefic naturpossess wealth and intelligence, enjoy royal favour, and have a large circle of relations ",
        "Inauspicious": "(Losses and Expenditure, Moksha(Enlightenment), Foreign Travels, Confinement or Imprisonment) Danger of imprisonment, secret inimical activities, downfall, loss, accidents, injury, secret sorrows, disappointment in love affairs,wasting money for nasty purposes, vision defective, weak constitution, misery,stubborn, arrogant, insecure, overly sensitive, selfish, doubtful, overly talkative, easily deceived, dogmatic, fundamentalist, lack of self-worth. "
    }
]