[
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "1 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Economical, conscious, efficient, virtuous, popular, law-abiding, clever prudent, frugal, conservative,sober, contemplative, careful, attentive, self-reliant, has a systematic and methodical action, patiently works with perseverance, attains position of trust ,  will be composed in mind, liked by all, learned,  inclined to be virtuous. Self-reliance, systematic and intelligent action , unity and bareness, ",
        "Inauspicious": "Lazy, lethargic, abortive tendency, loss of children, unscrupulous, unreliable, most diplomatic, hypocrite, dishonest, bad image , "
    },
    {
        "Category": "(Wealth, Speech, Family, Food)",
        "House": "2 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "wealthy,economical, success in investment, fond of drinking. intelligent, bold, talkative, learned in many branches, be helpful to others, very  independent ,always be calm in any situation and will also be philanthropic. ",
        "Inauspicious": "Break of education,struggle, lack of money, adulterous, obstacles, wandering, poor, "
    },
    {
        "Category": "(Education, Houses, Landed Property,Conveyances, Mother, General Happiness)",
        "House": "3 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Increase in income, gains wealth, victory over enemies, success in litigation, diplomatic, mental control, concentration very cautious, cares for truth. will be courageous, ,fighting spirit intelligent, educated and well versed in scriptures, follow the path of dharma. voyage to distant places, gains through oil seeds and black grains, enmity with politician, seclusion at the end of life, ",
        "Inauspicious": "dispute with close relatives, coward , complications in litigation, disease to mother, loses ancestral property, misfortune in his own land, scandal,incomplete education,stubborn, selfish nature, arrogance, pride and jealousy insecurity and strong attachments to family members can inhibit growth,tendency to be careless with other people’s money, strained relations with family , especially strong issues with mother, "
    },
    {
        "Category": "(Children, Wisdom, Intelligence)",
        "House": "5 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Scholar, enjoyment through cinema, play , success in sports, profit in speculation,learner,flirtatious, enthusiast,  expert in conversational skill,  inquisitive, intelligent and readily revert to the wild (become feral) if given the  opportunity preserve, to protect, replenish, multiply and strengthen. ",
        "Inauspicious": "Loss in speculation, criminal prosecution, wandering often, depressed, tale bearer. disappointment in love affairs, "
    },
    {
        "Category": "(Diseases, Enemies, Debts)",
        "House": "6 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Victory over enemies, court bird, increase in income, popular, greater authority,  aspiring, ambitious, honest good vitality, goodn health, quick recovery,lean, beautiful,have many servants, will enjoy life ",
        "Inauspicious": "Poor vitality, lazy, lethargic,failures, obstacles, fracture in hip, rheumatic pain, not trustworthy, arrogant, self-destructive, stubborn, sabotages "
    },
    {
        "Category": "(Marriage, Wife/Husband,Marital relationship, Business Partnership)",
        "House": "7 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Steady in affection,prudent and faithful spouse,the partner will be fond of change and travel.  engaged in public work; early marriage;short journey ,Good Marriage and a Helpful Partner, ",
        "Inauspicious": "Late marriage, obstacles in marriage , pain in the ear, poverty, misery,loss by partnership, unsuited for business, always meets with opposition, failure in litigation, miserable in election, scandal. "
    },
    {
        "Category": "(Longevity, Legacies)",
        "House": "8 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Inclination towards occultism, good inheritance, better luck after marriage, gains by partnership. ",
        "Inauspicious": "Loss of wealth, criminal activities, disputes, untold misery, obstacles, disappointment, dejection,distressing dreams, danger of drowning,  adulterous, fond of drinks, dishonest, black marketer, secret activities. "
    },
    {
        "Category": "(Prosperity, Father, Devotion to Gods and Religious Preceptors,Long Journeys)",
        "House": "9 ",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Philosophical minded,  scientific,meditative,  renovates temple, economical, contemplative, patient, persevering,  rational,  enjoyment of wealth and prosperity follows from it,eloquent preceptor, the wise minister, pontiff, head of all religious ceremonies,affectionate, obey  parents, endowed with intelligence, and learned, yogi, well-known, work patiently towards their goals, calm and settled nature, looks lovely, is well versed in the shastras, wealthy, religious, and observes religious rites and ceremoncky , learned ",
        "Inauspicious": "Detached attachment, irreligious, misfortune, unpleasant domestic life, selfish,miserly, unpopular, Introspective, "
    },
    {
        "Category": "(Profession, Status and Position,Respect,  Activity)",
        "House": "10",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Speedy promotion to a high level, ambition for power and prestige. industrious, chances to visit holy places, enjoys life in foreign land,becomes the head of religious institutions  position of trust, prudent, careful, liked by all, , methodical action, attains position of trust, liked by all, learned, wealthy, virtuous, methodical, industrious, spiritual, intuitive, intelligent, learned, passionate, creative, helpful, likeable, respected, socially adept, inclusive, selfless, philanthropic, humanitarian, independent, nurturing, counselor, financial expert, fight for public interest ",
        "Inauspicious": "Financial loss in business,sudden reversal and adversary, sudden reversal and adversary, introversion, suspicious nature, have huge egos, "
    },
    {
        "Category": "(Gains and Income, Elder Brothers and Sisters, Friends)",
        "House": "11",
        "Planet": "Moon",
        "Sign": "Cancer",
        "Nakshatra": "Pushya",
        "Auspicious": "Hopes fulfilled, becomes rich, owns lands, political power,  enjoys conveyance , vehicle, commands authority,success in enterprises, promotion, influence, increase in income. ",
        "Inauspicious": "Obstacles in education, danger to elder brother, unambitious, lazy, unwanted, disloyal, deceptive, a few reliable friends, loss, blemish, disputes with siblings "
    },
    {
        "Category": "",
        "House": "12",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Life in a secluded place, expenses on good deeds, spiritual growth, success in foreign trade,ethical and of a peaceful nature, the power to overcome negative influences and assert its benefic naturpossess wealth and intelligence, enjoy royal favour, and have a large circle of relations ",
        "Inauspicious": "Danger of imprisonment, secret inimical activities, downfall, loss, accidents, injury, secret sorrows, disappointment in love affairs,wasting money for nasty purposes, vision defective, weak constitution, misery,stubborn, arrogant, insecure, overly sensitive, selfish, doubtful, overly talkative, easily deceived, dogmatic, fundamentalist, lack of self-worth. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "1 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Robust health,  stout body,  attractive personality,  beautiful and a charming figure,sweet behavior, optimistic, jovial, honest,  humble, devotee of God, kind, generous, truthful, just, intelligent, civilized and cultured, noble, always for plenty Never an extreme, pleasant manners, polite, magnanimous,equanimous, broad-minded, talented, cultured. ",
        "Inauspicious": "Insincere, unreliable, most diplomatic, hypocrite, dishonest, bad image , setback in career, weak body,selfish, self centered. "
    },
    {
        "Category": "(Wealth, Speech, Family, Food)",
        "House": "2 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Satisfactory financial position, increase in income, prosperous, good for business, gains influence, eloquent, liberal, charitable, gains through banking, religion, education, insurance etc. ",
        "Inauspicious": "Overly Talkative, loss in business, down fall in income, quarrel or dispute within family, miser, spend thrift,weak financial position. "
    },
    {
        "Category": "Relatives)",
        "House": "3 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Philosophical, sympathetic, courteous, many brothers,gains through advertising, publicity etc.  pleasant conversationalist, excellent communicator, ",
        "Inauspicious": "Can't adjust neither with brother norwith neighbours,  always- touring, adopts all methods unscrupulously to gain one's object, addicted to evil, "
    },
    {
        "Category": "(Education, Houses, Landed Property,Conveyances, Mother, General Happiness)",
        "House": "4 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Happy domestic life, gains-through parents, possession of building, vehicle, cattle etc. lucky mother, success in education,  ever trying for peace, never quarreling , enjoys life in full, most lovable. ",
        "Inauspicious": "Unhappy domestic life, break in primary education, always find fault in others "
    },
    {
        "Category": "(Children, Wisdom, Intelligence)",
        "House": "5 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Good children, gains through love affairs, pleasant life, fond of amusement, cinema, music etc., gains in speculation,social success, political career, wise counsel.  good education, Supremely intelligent. ",
        "Inauspicious": "Loss in speculation, breakups, lonely feeling,  weak memory, misunderstanding, over indulgence, "
    },
    {
        "Category": "(Diseases, Enemies, Debts)",
        "House": "6 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Maintains health, if indisposed well attended, victory in election,  very good life with all comforts, good health, normally does not suffer from disease, very noble master for his servants, highly competitive in nature ",
        "Inauspicious": "Sues related to ego and anger intense and passionate,adulterous, dyspeptic trouble, infantile mortality "
    },
    {
        "Category": "(Marriage, Wife/Husband,Marital relationship, Business Partnership)",
        "House": "7 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Partner well behaved and true, magnanimous, increase in wealth, become very rich, reputation, success in agriculture,gains through partners, good business, wins in litigation. ",
        "Inauspicious": "Loss of vitality, showy, litigation and legal dispute, tensionsin married life "
    },
    {
        "Category": "(Longevity, Legacies)",
        "House": "8 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "good Inheritance, fond of drinks, never afraid of misappropriation especially public money,  prosperity after marriage, gains by legacy, ",
        "Inauspicious": "Pretends to be honest and generous,Loss of property, secret activities, narrow outlook,handle other's money freely "
    },
    {
        "Category": "(Prosperity, Father, Devotion to Gods and Religious Preceptors,Long Journeys)",
        "House": "9 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Good reputation, religious, lawful, correct intuition, clear thought, philanthropic, good for travel, logical, optimistic, luck to father,association with foreigners, a good adviser consultant,  providential help, faith in god, conventional, universal love, brotherhood, ",
        "Inauspicious": "Impulsive, hasty, discordant,hastiness in action compromises efficiency, does not take advice well, desire to pursue new experiences in life causes a weakness in finishing things. "
    },
    {
        "Category": "(Profession, Status and Position,Respect,  Activity)",
        "House": "10",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Noble birth, optimistic, influential, good business and political life, sportsman, timely promotion, good relationship with higher officials, social and financial success, does meritorious deeds, possesses lands, vehicle, head of a village, command many servants.  proper judgement, correct action, good judge, assessment in Income-tax office. Successful career,good reputation, advancement in career, ",
        "Inauspicious": "Setback , wrong decisions, dispute with higher officials, unstable career, no faith in religion "
    },
    {
        "Category": "(Gains and Income, Elder Brothers and Sisters, Friends)",
        "House": "11",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Libra",
        "Auspicious": "Good friends, well placed in life,  social success, popularity, realises ambition , birth of children, learns music, masters it, possesses building, enjoys all comforts.  has all comforts, becomes very rich. ",
        "Inauspicious": "Unambitious, lazy, unwanted, disloyal, deceptive, a few reliable friends, loss, blemish, disputes with siblings "
    },
    {
        "Category": "",
        "House": "12",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Gains through law, medicine, occult subjects, service in public institutions, visits hospitals and asylums. Connections with foreigners, danger to children, or limited number of children, enlargement of spleen, evil tendencies and scandal if afflicted.  Wanders, becomes a sanyasi, pious, in the end of life Moksha. Very good adviser -legal or Income-tax, seek to perform sacrifices, severe austerities and uplifting the inner consciousness, ",
        "Inauspicious": "Secret enemies, signs papers which he should not have signed and gets into trouble. everything takes easy and everything is prearranged  Robust health. "
    },
    {
        "Category": "(Body, Temperament and Personality)",
        "House": "1 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Commanding appearance, robust health,  good education, stout body, optimistic, jovial, honest, true, somewhat conservative, dignified, enthusiastic, influential, noble, sincere, honest, straightforward, free will, candid, convincing, reasoning, extravagant, generous, influential, enthusiastic, respectable, noble, honest, benevolent fortune favours, dynamism, independent nature, ",
        "Inauspicious": "Over liberal, an extremist, dishonest, bad image,setback in career, weak body,expects appreciation,  keeps aggression, ruthlessness, involves in self-praise, "
    },
    {
        "Category": "(Wealth, Speech, Family, Food)",
        "House": "2 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Successful career, increase in income, prosperous, good for business, gains influence, eloquent, liberal, charitable, gains through banking, religion, education, insurance etc. quickness, always optimistic, likes and dislikes strong. efficient in accumulating wealth, charming, clean & tidy, convincing speaker. ",
        "Inauspicious": "loss in business, down fall in income, quarrel or dispute within family, miser, weak financial position, "
    },
    {
        "Category": "Relatives)",
        "House": "3 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Philosophical, sympathetic, courteous, many brothers,  traveler, courageous, success in enterprise, victory over enemies,   enjoys debates and arguments, ",
        "Inauspicious": "Creates quarrels between People, restless, envious of  other’s success, critical and finds faults with others, adopts all methods unscrupulously to gain one's object, addicted to evil, "
    },
    {
        "Category": "(Education, Houses, Landed Property,Conveyances, Mother, General Happiness)",
        "House": "4 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Happy domestic life, gains-through parents,  possession of building, vehicle, cattle etc. lucky mother,success in education, have good character, ",
        "Inauspicious": "Litigation about landed property, trouble in primary education,  will be very sensitive, jealous, find fault in others and stingy, "
    },
    {
        "Category": "(Children, Wisdom, Intelligence)",
        "House": "5 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Good children, gains through love affairs, pleasant life, fond of amusement, cinema, music etc., gains in speculation, wholesale merchant, social success, political career, wise counsel, intelligence of the highest order, powerful achiever,  mathematically skilled, ",
        "Inauspicious": "Complex mood in love affairs,criminal activities, scandal, rash, over indulgence, break in education "
    },
    {
        "Category": "(Diseases, Enemies, Debts)",
        "House": "6 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Maintains health, if indisposed well attended, all comforts given and gains during unhealthy period , victory in election, quick recovery from disease ,skilled at earning money,  luxurious, overcome his enemies ",
        "Inauspicious": "quarrelsome proud, betrays and shows much irritability,odious, adulterous, dyspeptic trouble. "
    },
    {
        "Category": "(Marriage, Wife/Husband,Marital relationship, Business Partnership)",
        "House": "7 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Partner well behaved and true, magnanimous, increase in wealth, become very rich, reputation, success in agriculture, gains through partners, good business, wins in litigation. ",
        "Inauspicious": "Infidelity, feels suppressed , a strong desire for marriage, stressful relationship, evil friendship,impetuous in love, "
    },
    {
        "Category": "(Longevity, Legacies)",
        "House": "8 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "prosperity after marriage, gains by legacy, handle other's money freely Inheritance, good and caring partner,income through commission, spirituality ",
        "Inauspicious": "Loss of property, impulsive action, jealous, greedy, secret activities, narrow outlook, fond of drinks, never afraid of misappropriation especially public money, pretends to be honest and generous, "
    },
    {
        "Category": "(Prosperity, Father, Devotion to Gods and Religious Preceptors,Long Journeys)",
        "House": "9 ",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Reputation, religious, lawful, correct intuition, clear thought, philanthropic, good for travel, logical, optimistic, luck to father, association with foreigners, a good adviser consultant, very clever ,God's grace, receptor of virtuous preaching, satisfactory financial position, providential help, reputation, advancement in career,religious minded, law-abiding, talented, philosophical, blessed with wisdom and respectful towards learned one. ",
        "Inauspicious": "Fickle,   overly ambitious, manipulates others to meet their own needs,  stingy, difficult to like, greedy, deceitful, aggressive, authoritarian, quick to take offense, argumentative, "
    },
    {
        "Category": "(Profession, Status and Position,Respect,  Activity)",
        "House": "10",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Noble birth, optimistic, influential, good business, good politicalnlife, sportsman, timely promotion, good relationship with higher officials, social and financial success, does meritorious deeds, possesses lands, vehicle, head of a village, command many servants, enterprising, self-satisfied, determined, clever, accomplishes many things, humanitarian, politically inclined, persuasive speech, leadership qualities, truthful, ",
        "Inauspicious": "Jealous, frustration and anger when goals are obstructed, suspicious, possessive, envious, feels suppressed , not satisfied by accomplishments, "
    },
    {
        "Category": "(Gains and Income, Elder Brothers and Sisters, Friends)",
        "House": "11",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Good friends, well placed in life,social success, popularity, realises ambition,  learns music, masters it, possesses building, enjoys all comforts, success through own efforts, ",
        "Inauspicious": "Have a strong desire and determination to be the most successful , but this sometime brings volatility "
    },
    {
        "Category": "",
        "House": "12",
        "Planet": "Moon",
        "Sign": "Libra",
        "Nakshatra": "Vishakha Scorpio",
        "Auspicious": "Gains through law, medicine, occult subjects, service in public institutions, visits hospitals and asylums. connections with foreigners, danger to children, evil tendencies and scandal, wanders, becomes a sanyasi, pious, in the end of life moksha.  liberal in donations, have control over senses and always try to help others in need. will be intelligent, courageous, speaks well like an orator and will have friends and relatives, they will be recognized as famous personality and will follow the rules of the land or one’s religious doctrine. ",
        "Inauspicious": "Lustful, sensual, luxury seeking and vengeful, socially isolated, does not take advice, offensive,njury, scandal, treacherous, visits jails, liability, imprisonment, cheat, loss of partner, "
    }
]