[
    {
        "Planet": "SUN:",
        "House": "In the First house.",
        "Keyword": "Righteous- minded , healthy, bilious, eye-disease, intelligence, good morals, political  success, stately appearance, humanitarian instincts, lazy in work, fond of daring deeds, hot constitution, careless  of reputation, string will, caprice, generosity, neglect of personal credit or respect, good work, not combative or  impetuous and pioneering. "
    },
    {
        "Planet": "SUN:",
        "House": "Second house.",
        "Keyword": "Diseased face, ugly, losses from prosecution good earnings, inclined to waste, bright speech,  enquiring, well-educated, scientific, stubborn and peevish temper, danger in the 25th year, will stammer. "
    },
    {
        "Planet": "SUN:",
        "House": "Third house.",
        "Keyword": "Courageous, liberal, adventurous, famous, intelligent, wealthy, successful and restless. "
    },
    {
        "Planet": "SUN:",
        "House": "Fourth house.",
        "Keyword": "Mental worry, meditative defective organs, success in foreign countries, hatred of relations,  keen-minded, sensitive, good reputation, success after middle age, quarrels without causes, weak constitution,  introspective, unhappy, philosophical, squanders paternal property. "
    },
    {
        "Planet": "SUN:",
        "House": "Fifth house.",
        "Keyword": "Intelligent, poor, few children, paternal danger, corpulent, danger to father early, unhappy,  disturbed in mind, lover of fine arts, and tactful in decision. "
    },
    {
        "Planet": "SUN:",
        "House": "Sixth house.",
        "Keyword": "Defier of customs and castes, good administrative ability, few cousins and few enemies, bold a  successful, war-like, licentious, wealthy, gain from enemies, clever in planning, terror to enemies, executive  ability, colic troubles. "
    },
    {
        "Planet": "SUN:",
        "House": "Seventh house.",
        "Keyword": "Late marriage and rather troubled, loose morals and irreligious, hatred by the fair sex, fond of  traveling, submissive to wife, wealth through female agency, fond of foreign things, discontented, wife’s  character questionable, subservient to women and risk of dishonour and disgrace through them. "
    },
    {
        "Planet": "SUN:",
        "House": "Eighth house.",
        "Keyword": "Well read in solar sciences, attracted by sublime phenomena, charitable, godly, lucky and  successful, devoted, ordinary health, little patrimony, dutiful sons, a man of action and thought, self-acquired  property, many lands, philosophical, glandular disease, lover of poetry and music, successful agriculturist,  learned in esoteric and occult subjects, ambitious and enterprising. "
    },
    {
        "Planet": "SUN:",
        "House": "Ninth house.",
        "Keyword": "Well read in solar sciences, attracted by sublime phenomena, charitable, godly, lucky and  successful, devoted, ordinary health, little patrimony, dutiful sons, a man of action and thought, self-acquired  property, many lands, philosophical, glandular disease, lover of poetry and music, successful agriculturist,  learned in esoteric and occult subjects, ambitious and enterprising. "
    },
    {
        "Planet": "SUN:",
        "House": "Tenth house.",
        "Keyword": "Bold, courageous, well known, famous, clever in acquiring wealth, superior knack, healthy,  learned, adventurous, educated, quick decision, fond of music, founder of institutions, high position, dutiful  sons, much personal influence, successful military or political career . "
    },
    {
        "Planet": "SUN:",
        "House": "Eleventh house.",
        "Keyword": "Learned, wealthy, stately and persevering, success without much effort, famous, many  enemies, wealth through fair means, good reputation, profound insight, capacity to befriend, many political  enemies, man of principles, great sagacity, great success and position. "
    },
    {
        "Planet": "MOON:",
        "House": "Twelfth house.",
        "Keyword": "Sinful, poor, fallen, thieving nature, unsuccessful, adulterous, neglected, long limbs,  ceremonial minded and lover of esoteric and occult knowledge, no happiness from children.  "
    },
    {
        "Planet": "MOON:",
        "House": "In the Ascendant.",
        "Keyword": "Fanciful and romantic, moderate eater, an attractive appearance, inclined to corpulence,  windy temperament, much traveling, disease in private organs and ears, capricious, licentious, sociable, easy going, educated, warring, loved by the opposite sex, shy, modest, stubborn, proud, fickle-minded and eccentric. "
    },
    {
        "Planet": "MOON:",
        "House": "Second house.",
        "Keyword": "Wealthy, handsome, attractive, generous, highly intelligent, breaks in education, charming,  poetical, great respect, sweet speech, persuasive, squint eyes and much admired. "
    },
    {
        "Planet": "MOON:",
        "House": "Third house.",
        "Keyword": "Sickly, dyspeptic and later on piles, mild, lean, disappointments, impious, many brothers, cruel,  educated, consumption, famous, sisters, intelligent, unscrupulous, purposeless, miserly, fond of traveling and  active-minded.. "
    },
    {
        "Planet": "MOON:",
        "House": "Fourth house.",
        "Keyword": "Sickly mother, quarrels, unhappy home life, danger to father, domestic quarrels and  conveyances, uncomfortable, coarse, brutal, tyrannical, vulgar. "
    },
    {
        "Planet": "MOON:",
        "House": "Fifth house.",
        "Keyword": "Subtle, handsome wife, shrewd, showy, many daughters, intelligent, gains through quadrupeds,  interrupted education, high political office. "
    },
    {
        "Planet": "MOON:",
        "House": "Sixth house.",
        "Keyword": "Submissive to the opposite sex, indolent, imperious, short-tempered, intelligent, lazy, slender  body, weak sexual connection, widow-hunter, poor, drunkard, refined, tender, pilfering habits stomach troubles,  many foes, worried by cousins. "
    },
    {
        "Planet": "MOON:",
        "House": "Seventh house.",
        "Keyword": "Passionate, fond of women, handsome wife, mother short-lived, narrow-minded, good  family, pains in he loins, social, successful, jealous and energetic in several matters. "
    },
    {
        "Planet": "MOON:",
        "House": "Eighth house.",
        "Keyword": "Unhealthy, legacy, capricious, mother short-lived, few children, bilious, slender bad sight,  Kinney disease, unsteady, easy acquisitions. "
    },
    {
        "Planet": "MOON:",
        "House": "Ninth house.",
        "Keyword": "Popular, educated, intelligent, well read, lover of fiction, builder of charitable institutions,  wealthy, active, inclined to travel, godly, good children, immoveable property, religious, mystical, righteous,  agricultural success, devotional, successful and good reputation. "
    },
    {
        "Planet": "MOON:",
        "House": "Tenth house.",
        "Keyword": "Persuasive, passionate, charitable, shrewd, adulterous, bold, tactful, ambitious, great position,  active, trustee of religious institutions, obliging to good people, many friends, easy success, popular and able,  wealthy, comfortable and long life. "
    },
    {
        "Planet": "MOON:",
        "House": "Eleventh house.",
        "Keyword": "Many children, powerful, philanthropic, polite, literary an artistic taste, helpful, influential,  cultured, charitable, many friends, great position, reputation, good lands, easy success, liked and helped by the  fair sex, giver of donations, man of principles. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Twelfth house.",
        "Keyword": "Obstructed, deformed, narrow-minded, cruel, unhappy, obscure, powerless, deceived,  solitary, miserable. "
    },
    {
        "Planet": "JUPITER:",
        "House": "In the first house.",
        "Keyword": "Magnetic personality, good grammarian, majestic appearance, highly educated, many  children, learned, dexterous, long-lived, respected by rulers, philologist political success, sagacious, stout body,  able, influential leader. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Second house.",
        "Keyword": "Wealthy, intelligent, dignified, attractive, happy, fluent speaker, aristocratic, tasteful, winning  manners, accumulated fortune, witty, good wife and family, eloquent, humorous, and dexterous. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Third house.",
        "Keyword": "Famous, many brothers, ancestors, devoted to the family, miserly, obliging, polite,  unscrupulous, good agriculturist, thrifty, good success, energetic, bold, taste for fine arts and literature, lived by  relatives. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Fourth house.",
        "Keyword": "Good conveyances, educated, happy, intelligent, wealthy, founder of charitable institutions,  comfortable, good inheritance, good mother, well read, contented life. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Fifth house.",
        "Keyword": "Broad eyes, handsome, states manly ability good insight, high position, intelligent, skilful in  trade, obedient children, pure-hearted, a leader. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Sixth house.",
        "Keyword": "Obscure, unlucky, troubled, many cousins and grandsons, dyspeptic, much jocularity, witty,  unsuccessful, intelligent, foeless. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Seventh house.",
        "Keyword": "Educated, proud, good wife and gains through her, diplomatic ability, speculative mind, very  sensitive, success in agriculture, virtuous wife, pilgrimage to distant places. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Eighth house.",
        "Keyword": "Unhappy, earnings by undignified means, obscure, long life, mean, degraded, thrown with  widows, colic pains, pretending to be charitable, dirty habits. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Ninth house.",
        "Keyword": "Charitable, many children, devoted, religious, merciful, pure, ceremonial-minded, humanitarian  principles, principled, conservative, generous, long-lived father, benevolent, God-fearing, highly cultured,  famous, high position. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Tenth house.",
        "Keyword": "Virtuous, learned, clever in acquisition of wealth, conveyances, children, determined, highly  principled, accumulated wealth, founder of institutions, good agriculturist, non-violent, ambitious, scrupulous. "
    },
    {
        "Planet": "JUPITER:",
        "House": "Eleventh house.",
        "Keyword": "Lover of music, very wealthy, states manly ability, good deeds, accumulated funds, God fearing, charitable, somewhat dependent, influential, many friends, philanthropic. "
    },
    {
        "Planet": "MARS:",
        "House": "Twelfth house.",
        "Keyword": "Sadistic, poor, few children, unsteady character, unlucky, life lascivious later life inclined to  asceticism, artistic taste, pious in after-life. "
    },
    {
        "Planet": "MARS:",
        "House": "In the First house.",
        "Keyword": "Hot constitution, scars in the body, pilfering habits, big navel, early danger to father,  reddish complexion, active, adventurous, powerful and low-minded. "
    },
    {
        "Planet": "MARS:",
        "House": "Second house.",
        "Keyword": "Quarrelsome, extravagant, harsh speech, adulterous, short-tempered, wasteful, sharp-tongued,  broken education, satirical, large patrimony, bad-tempered, aggressive, unpopular and awkward. "
    },
    {
        "Planet": "MARS:",
        "House": "Third house.",
        "Keyword": "Pioneering, few brothers, sex-morals weak, courageous, intelligent, reckless, adventurous,  short-tempered, unprincipled, easy morals, unpopular. "
    },
    {
        "Planet": "MARS:",
        "House": "Fourth house.",
        "Keyword": "Sickly mother, quarrels, unhappy home life, danger to father, domestic quarrels and  conveyances, uncomfortable, coarse, brutal, tyrannical, vulgar. "
    },
    {
        "Planet": "MARS:",
        "House": "Fifth house.",
        "Keyword": "Unpopular, no issues, ambitious, intelligent persevering, unhappy, bold, unprincipled, decisive. "
    },
    {
        "Planet": "MARS:",
        "House": "Sixth house.",
        "Keyword": "Successful, good lands, rich success over enemies, intelligent, political success, powerful, worry  from near relations. "
    },
    {
        "Planet": "MARS:",
        "House": "Seventh house.",
        "Keyword": "Two wives or friction with wife, dropsy, rash speculations, unsuccessful, intelligent, tactless,  stubborn idiosyncratic, peevish, passionate, tension in married life. "
    },
    {
        "Planet": "MARS:",
        "House": "Eighth house.",
        "Keyword": "Short life, few children, danger to maternal uncles, widower later, hater of relations, bad sight,  extramarital relations. "
    },
    {
        "Planet": "MARS:",
        "House": "Ninth house.",
        "Keyword": "Unkind worldly, successful trader, loss from agriculture, sickly father, naval merchant,  dependent life, self-seeking, acute, stubborn, impetuous, logical. "
    },
    {
        "Planet": "MARS:",
        "House": "Tenth house.",
        "Keyword": "Founder of institutions and towns, energetic, adventurous, wealthy, active, healthy, famous, self  made man, good agriculturist, good profits, clever, successful loved by relations, decisive. "
    },
    {
        "Planet": "MARS:",
        "House": "Eleventh house.",
        "Keyword": "Learned, educated, wealthy, influential property, crafty, happy, commanding. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Twelfth house.",
        "Keyword": "Unsuccessful, poor, rotten body, unpopular, incendiary diseases, suffering, stumbling, active,  fruitless, liable to fraud and deception, dishonest, unseen, impediments, deformed eyes. "
    },
    {
        "Planet": "MERCURY:",
        "House": "In the First house.",
        "Keyword": "Cheerful, humorous, well read, clever, many enemies, learned, fond of occult studies and  astronomy, witty, influential, intellectual, respected, long-lived, love of literature and poetry. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Second house.",
        "Keyword": "Learned in religious and philosophical lore, sweet speech, good conversationalist, humorous,  clever many children, determined, fine manners, captivating look, self-acquisition, wealthy, careful, thrifty,  clever in earning money. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Third house.",
        "Keyword": "Daughter, happy mother, clever, cruel, loved by fair sex, tactful, diplomatic, discretion, bold,  sensible. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Fourth house.",
        "Keyword": "Learned, agriculturist, good mother, unhappy, skilled in conjuring tricks, obliging, cultured,  affectionate, popular, inclined to pursue literary activities. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Fifth house.",
        "Keyword": "Showy, learned, quarrelsome, danger to maternal uncles, parents sickly, good administrative  capacity, fond of good furniture and dress, respect from moneyed men, ministerial office, executive ability,  speculative, scholar, vain, danger to father, combative. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Sixth house.",
        "Keyword": "Respected, interrupted education, subordinate officer, executive capacity, quarrelsome, showy,  dissimulation, losses in money peevish, bigoted, troubles in the feet and toes. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Seventh house.",
        "Keyword": "Diplomatic, interesting literary ability early in life and success through it, early marriage,  wife handsome, dutiful and short-tempered, breaks in education, learned in astrology, astronomy and  mathematics, success in trade, successful, dashing, gay, skilful, religious, charitable, strong body. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Eighth house.",
        "Keyword": "Long life, landed estate, easy access to anything desired, grief through domestics, obliging,  few issues, many lands, famous, respected, ill-health. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Ninth house.",
        "Keyword": "Highly educated, musician, many children, obliging, licentious, philosophical, lover of  literature, creative mind, inquisitive, scientific-minded, popular, well known. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Tenth house.",
        "Keyword": "Determined, fortunate, enjoyments in life, intelligent, bad sight, active, cheerful, charitable,  able, philanthropic. "
    },
    {
        "Planet": "MERCURY:",
        "House": "Eleventh house.",
        "Keyword": "Wealthy, happy, mathematical faculty, good astrologer, many friends among famous men,  many lands, logical and scientific, success in trade. "
    },
    {
        "Planet": "VENUS:",
        "House": "Twelfth house.",
        "Keyword": "Philosophical, intelligent, worried, adulterous, obliging, capricious, wayward, narrow minded, gifted, despondent, passionate, few children, lacking in opportunities, danger to mother. "
    },
    {
        "Planet": "VENUS:",
        "House": "In the Ascendant.",
        "Keyword": "Expert mathematician, very fortunate, ambitious, bold, long life, pioneering, fond of wife,  strenuous, skilled in sexual science, successful, practical, scents, flowers, women skilled in fine arts, pleasing,  vivacious, astrologer, much magnetic power, leader of people. "
    },
    {
        "Planet": "VENUS:",
        "House": "Second house.",
        "Keyword": "Large family, happy, delicious drinks, luxurious meals, handsome, large fair eyes, charming  wife, witty, brilliant, polite, educated, hating women, obliging, rapid in mind, clever in speech, agreeable,  creative author, conservative, composer, economical, wealthy, logical, able. "
    },
    {
        "Planet": "VENUS:",
        "House": "Third house.",
        "Keyword": "Lover of fine arts, prosperity to mother wealthy, miserly, obliging, well placed, traveling,  original. "
    },
    {
        "Planet": "VENUS:",
        "House": "Fourth house.",
        "Keyword": "Intelligent, happy, affectionate, learned, affectionate mother, agriculturist, educated, scientific  methods, peaceful life, protector of cattle, endeared by relations, fond of milk, famous, literary, successful,  popular. "
    },
    {
        "Planet": "VENUS:",
        "House": "Fifth house.",
        "Keyword": "Clever, intelligent, states manly ability, good counsel, danger to mother, commander, educated,  able, sociable, kind-hearted, affable, good-natured, many daughters and few sons, affable manners. "
    },
    {
        "Planet": "VENUS:",
        "House": "Sixth house.",
        "Keyword": "Licentious, foeless, loose habits, anger, low minded, well informed, destruction to enemies, fond  of other women. "
    },
    {
        "Planet": "VENUS:",
        "House": "Seventh house.",
        "Keyword": "Passionate, unhealthy habits, happy marriage, sensual, inclined towards sex pleasure. "
    },
    {
        "Planet": "VENUS:",
        "House": "Eighth house.",
        "Keyword": "Danger to mother, happy, given to bad habits, short-lived, famous, celebrated, unexpected  legacies, trouble in mind, disappointment in love affairs, pious later in life. "
    },
    {
        "Planet": "VENUS:",
        "House": "Ninth house.",
        "Keyword": "Selfish, religious, respect for preceptors, able, successful, commander, lover of fine arts,  generous. "
    },
    {
        "Planet": "VENUS:",
        "House": "Tenth house.",
        "Keyword": "Respect for divine people and parents, carriage, broken education, successful as a lawyer,  popular, social, moderate eater. "
    },
    {
        "Planet": "VENUS:",
        "House": "Eleventh house.",
        "Keyword": "Influential, learned, wealthy, good conveyances, successful, many friends, much popularity. "
    },
    {
        "Planet": "SATURN:",
        "House": "Twelfth house.",
        "Keyword": "Mean-minded, find of low women, miserly, obscure, licentious, unprincipled, weak eyes,  fond of sexual pleasures, clever, liar, pretentious, unhappy love affairs. "
    },
    {
        "Planet": "SATURN:",
        "House": "In the first house.",
        "Keyword": "Foreign customs and habits, perverted mind, bad thoughts, evil-natured, tyrannical,  unscrupulous, well-built thighs, strong-minded, cunning, thrifty, unclean, passionate, aspiring, curious,  deformed, sickly, exploring, flatulence, licentious, addicted to low-class women. "
    },
    {
        "Planet": "SATURN:",
        "House": "Second house.",
        "Keyword": "More than one marriage, diseased face, unpopular, broken education, weak sight, unsocial,  harsh speech, stammering, addicted to wine. "
    },
    {
        "Planet": "SATURN:",
        "House": "Third house.",
        "Keyword": "Intelligent, wealthy, wicked, loss of brothers, polite, adventurous, bold, eccentric, cruel,  courageous, obliging, agriculturist. "
    },
    {
        "Planet": "SATURN:",
        "House": "Fourth house.",
        "Keyword": ""
    },
    {
        "Planet": "SATURN:",
        "House": "Fifth house.",
        "Keyword": "Narrow-minded, mediocre life no children, perverted views, tale-teller, government displeasure,  troubled life, clear-minded. "
    },
    {
        "Planet": "SATURN:",
        "House": "Sixth house.",
        "Keyword": "Obstinate, sickly, deaf, few children, quarrelsome, sex diseases, clever, active, indebted. "
    },
    {
        "Planet": "SATURN:",
        "House": "Seventh house.",
        "Keyword": "More than one wife, enterprising, sickly, colic pains, deafness, diplomatic, stable marriage,  ambitious, political success, traveling, dissimulator, foreign honors, deputation. "
    },
    {
        "Planet": "SATURN:",
        "House": "Eighth house.",
        "Keyword": "Seeking disappointments, big belly , few issues, corpulent, inclined to drinking, friendship  with women of other castes, colic pains, defect in sight, seductive, clever, well-informed, impious, danger by  poisons, asthma, consumption, etc., if with malefics, dishonest, ungrateful children, cruel, long life. "
    },
    {
        "Planet": "SATURN:",
        "House": "Ninth house.",
        "Keyword": "Legal success, founder of charitable institutions, very miserly, thrifty in domestic life,  scientific, irreligious, logical, ceremonial-mined, unfilial. "
    },
    {
        "Planet": "SATURN:",
        "House": "Tenth house.",
        "Keyword": "Visits to sacred rivers and shrines, great worker, bilious, good farmer, sudden elevations and  depressions, residence in foreign countries uncertain, later on in life an ascetic. "
    },
    {
        "Planet": "SATURN:",
        "House": "Eleventh house.",
        "Keyword": "Learned, feared and respected, very wealthy, much landed property, broken education,  conveyances, political success, influential, political respect. "
    },
    {
        "Planet": "RAHU:",
        "House": "Twelfth house.",
        "Keyword": "Deformed, squint eyes, losses in trade, learned in occult science, poor, spendthrift, many  enemies, dexterous, unpopular, attracted towards yoga in later life. "
    },
    {
        "Planet": "RAHU:",
        "House": "In the Ascendant. –",
        "Keyword": "Obliging, sympathetic, abortion, courageous, sickly wife or husband. "
    },
    {
        "Planet": "RAHU:",
        "House": "Second house.",
        "Keyword": "Poor and more than one wife if afflicted, dark complexion, diseased face, peevish, luxurious  dinners. "
    },
    {
        "Planet": "RAHU:",
        "House": "Third house.",
        "Keyword": "Few children, wealthy, bold, adventurous, courageous, good gymnastic, many relations. "
    },
    {
        "Planet": "RAHU:",
        "House": "Fourth house.",
        "Keyword": "Liaison with women of easy virtue, subordinate, proficient in European languages. "
    },
    {
        "Planet": "RAHU:",
        "House": "Fifth house.",
        "Keyword": "Childless, flatulent, tyrannical, polite, narrow-minded and hard-hearted. "
    },
    {
        "Planet": "RAHU:",
        "House": "Sixth house.",
        "Keyword": "Enjoyment, venereal complaints, no enemies, many cousins. "
    },
    {
        "Planet": "RAHU:",
        "House": "Seventh house.",
        "Keyword": "Wife suffering from menstrual disorders, widow or divorcee connection, diabetes, luxurious  food, unhappy. "
    },
    {
        "Planet": "RAHU:",
        "House": "Eighth house.",
        "Keyword": "Vicious, degraded, quarrelsome, narrow-mined, immoral, adulterous. "
    },
    {
        "Planet": "RAHU:",
        "House": "Ninth house.",
        "Keyword": "A puppet in the hands of the wife, impolite, uncharitable, emaciated waist, loose morals. "
    },
    {
        "Planet": "RAHU:",
        "House": "Tenth house.",
        "Keyword": "Intimacy with widows, taste in poetry and literature, good artist, traveler, learned. "
    },
    {
        "Planet": "RAHU:",
        "House": "Eleventh house.",
        "Keyword": "Wealthy, influential among lower castes, many children, good agriculturist. "
    },
    {
        "Planet": "KETU:",
        "House": "Twelfth house.",
        "Keyword": "Deformed, few children, defective sight, very many losses, saintly. "
    },
    {
        "Planet": "KETU:",
        "House": "In the first house.",
        "Keyword": "Emaciated figure, weak constitution, much perspiration, weak-hearted, slender, piles,  sexual indulgence, diplomatic. "
    },
    {
        "Planet": "KETU:",
        "House": "Second house.",
        "Keyword": "Bad speaker, quiet, quick in perception, peevish, hard-hearted, thrifty and economical. "
    },
    {
        "Planet": "KETU:",
        "House": "Third house.",
        "Keyword": "Adventurous, strong, artistic, wealthy, popular. "
    },
    {
        "Planet": "KETU:",
        "House": "Fourth house.",
        "Keyword": "Quarrelsome, licentious, weak, fear of poisons. "
    },
    {
        "Planet": "KETU:",
        "House": "Fifth house.",
        "Keyword": "Liberal, loss of children, sinful, immoral if afflicted. "
    },
    {
        "Planet": "KETU:",
        "House": "Sixth house.",
        "Keyword": "Fond of adultery, good conversationalist, licentious, venereal complaints, learned. "
    },
    {
        "Planet": "KETU:",
        "House": "Seventh house.",
        "Keyword": "Passionate, sinful, connections with widows, sickly wife. "
    },
    {
        "Planet": "KETU:",
        "House": "Eighth house.",
        "Keyword": "Senseless, obscure, dull, sanguine complexion, piles and similar troubles. "
    },
    {
        "Planet": "KETU:",
        "House": "Ninth house.",
        "Keyword": "Short-sighted, sinful, untruthful, thrifty, many children, good wife. "
    },
    {
        "Planet": "KETU:",
        "House": "Tenth house.",
        "Keyword": "Fertile brain, happy, religious, pilgrimage to sacred rivers and places, fond of scriptures. "
    },
    {
        "Planet": "KETU:",
        "House": "Eleventh house.",
        "Keyword": "Humorous, witty, licentious, intelligent, wealthy. "
    },
    {
        "Planet": "KETU:",
        "House": "Twelfth house.",
        "Keyword": "Capricious, unsettled mind, foreign residence, attracted to servile classes, much traveling,  licentious, spiritual knowledge.   "
    }
]